Repository: happycula/wordpress-custom-user-pages
Catalog: languages/*.po
Languages: fr_fr

source: Settings
fr_fr: Paramètres

source: Happycula Custom User Pages Settings
fr_fr: Paramètres de Happycula Pages Utilisateur Personnalisées

source: Custom User Pages
fr_fr: Pages Utilisateur Personnalisées

source: Sign in page
fr_fr: Page de connexion

source: After sign in, redirect to page
fr_fr: Après connexion, rediriger vers la page

source: After sign out, redirect to page
fr_fr: Après déconnexion, rediriger vers la page

source: Registration page
fr_fr: Page d'inscription

source: Lost password page
fr_fr: Page de mot de passe perdu

source: Reset password page
fr_fr: Page de réinitialisation du mot de passe

source: Edit profile page
fr_fr: Page de modification du profil

source: Account page
fr_fr: Page du compte utilisateur

source: Site key
fr_fr: Clé site

source: Secret key
fr_fr: Clé secrète

source: Enter your Google reCAPTCHA keys (optional). At the moment only <a href="https://developers.google.com/recaptcha/docs/display" target="_blank">reCAPTCHA v2 checkbox</a> is supported.
fr_fr: Entrez vos clés Google reCAPTCHA (optionnel). Pour l'instant, seul le <a href="https://developers.google.com/recaptcha/docs/display" target="_blank">reCAPTCHA v2</a> est supporté.

source: account
fr_fr: compte

source: My account
fr_fr: Mon compte

source: sign-in
fr_fr: connexion

source: Sign In
fr_fr: Connexion

source: register
fr_fr: inscription

source: Register
fr_fr: Inscription

source: lost-password
fr_fr: mot-de-passe-perdu

source: Forgot your password?
fr_fr: Mot de passe oublié?

source: reset-password
fr_fr: reinitialiser-mot-de-passe

source: Reset your password
fr_fr: Réinitialiser votre mot de passe

source: edit-profile
fr_fr: modifier-profil

source: Edit my profile
fr_fr: Modifier mon profil

source: No "%s" template found.
fr_fr: Aucun template "%s" trouvé.

source: You do have an email address, right?
fr_fr: Vous avez bien une adresse email ?

source: You need to enter a password to sign in.
fr_fr: Vous devez saisir votre mot de passe pour vous connecter.

source: The username and/or password you entered wasn't quite right. <a href='%s'>Did you forget your password?</a>
fr_fr: Le nom d'utilisateur et/ou le mot de passe que vous avez saisis ne correspondent pas. <a href='%s'>Avez-vous oublié votre mot de passe ?</a>

source: You need to enter your firstname.
fr_fr: Vous devez saisir votre prénom.

source: You need to enter your lastname.
fr_fr: Vous devez saisir votre nom.

source: The email address you entered is not valid.
fr_fr: L'adresse email saisie n'est pas valide.

source: An account already exists with this email address.
fr_fr: Un compte avec cette adresse email existe déjà.

source: Registering new users is currently not allowed.
fr_fr: L'inscription n'est pas autorisée actuellement.

source: The Google reCAPTCHA check failed. Are you a robot?
fr_fr: La vérification Google reCAPTCHA a échoué. Vous êtes un robot ?

source: There are no users registered with this email address.
fr_fr: Aucun utilisateur avec cette adresse email.

source: The password reset link you used is not valid anymore.
fr_fr: Le lien de réinitialisation du mot de passe que vous avez utilisé n'est plus valide.

source: The two passwords you entered don't match.
fr_fr: Les 2 mots de passe doivent être identiques.

source: You need to enter a new password.
fr_fr: Vous devez saisir un nouveau mot de passe.

source: An unknown error occurred. Please try again later.
fr_fr: Une erreur inconnue est survenue. Merci de réessayer ultérieurement.

source: Sign out
fr_fr: Déconnexion

source: Firstname
fr_fr: Prénom

source: Lastname
fr_fr: Nom

source: New password
fr_fr: Nouveau mot de passe

source: Confirm your new password
fr_fr: Confirmer votre nouveau mot de passe

source: You are already signed in.
fr_fr: Vous êtes déjà connecté.

source: Where do you want to go next?
fr_fr: Que souhaitez-vous faire ?

source: Go to my account
fr_fr: Aller à mon compte

source: Go to homepage
fr_fr: Aller à la page d'accueil

source: Go to admin
fr_fr: Aller à l'admin

source: Not %1$s? <a href="%2$s">Sign out</a>
fr_fr: Vous n'êtes pas %1$s ? <a href="%2$s">Se déconnecter</a>

source: Username
fr_fr: Nom d'utilisateur

source: Password
fr_fr: Mot de passe

source: Remember me
fr_fr: Se souvenir de moi

source: Sign in
fr_fr: Se connecter

source: You have successfully registered. We have emailed your password to the email address you provided.
fr_fr: Votre inscription est validée. Nous avons envoyé un email contenant votre mot de passe à l'adresse que vous avez indiquée.

source: Check your email for a link to reset your password.
fr_fr: Vérifiez vos emails pour obtenir un lien de réinitialisation de votre mot de passe.

source: Your password has been updated.
fr_fr: Votre mot de passe a été mis à jour.

source: Hello %s!
fr_fr: Bonjour %s !

source: We received a request to reset your password on our site "%s".
fr_fr: Nous avons reçu une demande de réinitialisation de votre mot de passe sur notre site "%s".

source: If this was a mistake or you didn't ask for a password reset, just ignore this email and nothing will happen.
fr_fr: Si c'était une erreur ou si vous n'avez pas fait cette demande de réinitialisation, vous pouvez ignorer cet email et rien ne se passera.

source: To reset your password, visit the following link:
fr_fr: Pour réinitialiser votre mot de passe, cliquez sur le lien suivant :

source: See you soon!
fr_fr: A très bientôt !

source: Enter your email address and we'll send you a link to pick a new password.
fr_fr: Saisissez votre adresse email et nous vous enverrons un lien pour choisir un nouveau mot de passe.

source: Reset password
fr_fr: Réinitialiser le mot de passe

source: Hello ###USERNAME###!
fr_fr: Bonjour ###USERNAME### !

source: Your password was changed on ###SITENAME###.
fr_fr: Votre mot de pas a été modifié sur ###SITENAME###.

source: If you did not change your password, please contact the site administrator at ###ADMIN_EMAIL### as soon as possible.
fr_fr: Si vous n'avez pas changé votre mot de passe, merci de contacter au plus vite l'administrateur du site à l'adresse ###ADMIN_EMAIL###.

source: Registration confirmation will be emailed to you.
fr_fr: Une confirmation de votre inscription vous sera envoyé par email.

source: Confirm password
fr_fr: Confirmer le mot de passe
